Repository: gamanlook/MyGesture
Catalog: MyGesture/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, zh_hk

# gesture_3swipe_down_desc
source: Quickly close previews.
es: Cerrar rápidamente las vistas previas.
fr: Fermer rapidement les aperçus.
ja: プレビューをすばやく閉じる
ko: 빠르게 미리보기 닫기
zh_hk: 可快速關閉預覽

# gesture_3swipe_down_title
source: 3-Finger Swipe Down = ESC Key
es: Deslizar 3 dedos hacia abajo = Tecla Esc
fr: Balayer vers le bas (3 doigts) = Touche Esc
ja: 3本指で下へスワイプ = Escキー
ko: 세 손가락으로 아래로 쓸어내리기 = Esc 키
zh_hk: 三指下滑 = ESC 鍵

# gesture_3tap_desc
source: Quickly open links in new tabs.
es: Abrir enlaces rápidamente en nuevas pestañas.
fr: Ouvrir rapidement les liens dans de nouveaux onglets.
ja: リンクを新規タブですばやく開く
ko: 새 탭에서 링크 빠르게 열기
zh_hk: 可快速另開分頁

# gesture_3tap_title
source: 3-Finger Tap = Middle Click
es: Tocar con 3 dedos = Clic central
fr: Toucher avec 3 doigts = Clic central
ja: 3本指でタップ = ミドルクリック
ko: 세 손가락으로 탭하기 = 가운데 클릭
zh_hk: 三指輕點 = 滑鼠中鍵

# gesture_4tap_desc
source: Quickly maximize the window.
es: Maximizar rápidamente la ventana.
fr: Maximiser rapidement la fenêtre.
ja: すばやくウインドウを最大化
ko: 빠르게 윈도우 최대화
zh_hk: 可快速將視窗最大化

# gesture_4tap_title
source: 4-Finger Tap = Fill Window
es: Tocar con 4 dedos = Llenar ventana
fr: Toucher avec 4 doigts = Remplir la fenêtre
ja: 4本指でタップ = 画面全体に表示
ko: 네 손가락으로 탭하기 = 윈도우 채우기
zh_hk: 四指輕點 = 填滿視窗

# menu_preferences
source: Preferences...
es: Preferencias…
fr: Préférences…
ja: 環境設定…
ko: 환경설정…
zh_hk: 偏好設定...

# menu_quit
source: Quit MyGesture
es: Salir de MyGesture
fr: Quitter MyGesture
ja: MyGestureを終了
ko: MyGesture 종료
zh_hk: 結束 MyGesture

# permission_open_settings
source: Open Permission Settings
es: Abrir ajustes de permisos
fr: Ouvrir les réglages d'autorisation
ja: 権限設定を開く
ko: 권한 설정 열기
zh_hk: 開啟權限設定

# permission_required_message
source: Accessibility permission is required to control the system.
es: Se requiere permiso de accesibilidad para controlar el sistema.
fr: L'autorisation d'accessibilité est requise pour contrôler le système.
ja: システムを制御するにはアクセシビリティの権限が必要です。
ko: 시스템을 제어하려면 손쉬운 사용 권한이 필요합니다.
zh_hk: 需要「輔助使用」權限才能控制系統

# permission_status_granted
source: Enabled
es: Activado
fr: Activé
ja: オン
ko: 허용됨
zh_hk: 已開啟

# permission_status_label
source: System Control Permission
es: Permiso de control del sistema
fr: Autorisation de contrôle du système
ja: システム制御の権限
ko: 시스템 제어 권한
zh_hk: 系統控制權限
